"""
1. Задание
дана переменная
"""
dog = "Шарик"
action = "Играет"
toy = "Мячик"

print(dog, action, 'в', toy )

# напечатать на экране фразу по шаблону {dog} {action} в {toy}


