NSS =("Абакум", "Абрам", "Абросим", "Аввакум", "Август", "Авдей", "Авдий", "Авель", "Авенир", "Аверий", "Аверкий", "Аверьян", "Авксентий", "Авраам",
      "Авраамий", "Аврам", "Аврамий", "Аврелиан", "Автоном", "Агап", "Агапий", "Агапит", "Агафангел", "Агафон", "Аггей", "Адам", "Адриан", "Азар",
      "Азарий", "Акакий", "Акила", "Аким", "Акиндин", "Акинф", "Акинфий", "Аксён", "Аксентий", "Александр", "Алексей", "Алексий", "Альберт", "Альфред",
      "Амвросий", "Амос", "Амфилохий", "Ананий", "Анастасий", "Анатолий", "Андрей", "Андриан", "Андрон", "Андроний", "Андроник", "Анект", "Анемподист",
      "Аникей", "Аникий", "Аникита", "Анисий", "Анисим", "Антиох", "Антип", "Антипа", "Антипий", "Антон", "Антонин", "Антроп", "Антропий", "Ануфрий",
      "Аполлинарий", "Аполлон", "Аполлос", "Ардалион", "Ареф", "Арефий", "Арий", "Аристарх", "Аристид", "Аркадий", "Арнольд", "Арон", "Арсен", "Арсений",
      "Арсентий", "Артамон", "Артём", "Артемий", "Артур", "Архип", "Асаф", "Асафий", "Аскольд", "Афанасий", "Афиноген", "Афинодор", "Африкан", "Бажен"," "
      "Бенедикт", "Билл", "Денис")

Publication = ( "Фитнес-блог",
                "Охотимся на призраков и НЛО",
                "Разрабатываем инди-игры (и продвигаем собственные разработки: на Стиме, Твитче и других каналах)",
                "Вяжем",
                "Вышиваем",
                "Каллиграфия",
                "Аниме, манга, отаку-субкультура",
                "Национальная (и региональная) кухня",
                "Делаем крутые видосы для Ютуба (и не только)",
                "Как стать писателем (первая публикация, производительность, советы начинающему демиургу и т. д)",
                "Как запустить успешный стартап (цифровой продукт)",
                "Как запустить успешную аутсорсинговую ИТ-компанию",
                "Как стать программистом",
                "Вегетарианцы и веганская диета (без вреда для здоровья)",
                "1000 и один рецепт приготовления смузи",
                "Роверы, велики, лисапеды, одним словом-велотема",
                "Дизайн интерьера",
                "Икебана",
                "Оригами",
                "Умный дом",
                "Как стать известной рок-звездой",)


Tags = ("#Орига","#ВиВ","#ИТ-комп","#Смузи","#Порегр","#Домик","#люблю экибаны","#спорт-это жизнь","#я в теме")

Blogs = ("Клубдюбителей питона", "Кулинар от бога", "Папа я домашний", "Терминатор уже дома")

print(len(Blogs))