
"""
Имеется 2 кортежа с координатами Ферзя и Пешки на шахматной доске
Определить Бьет ли Ферзь пешку
координаты хранятся (x, y)
"""
fer = int(input("Введите число a: "))
pesh = int(input("Введите число b: "))

x = (1, 2, 3, 4, 5, 6, 7, 8)
y = (1, 2, 3, 4, 5, 6, 7, 8)

n = 0
while fer == x[n] and pesh == y[n]:
    if x[n] == y[n]:
        print("KNOCKED")
        break
else:
    print("MISS")
